cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/homebrew-php'
tap 'homebrew/versions'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'ffmpeg'
brew 'freetype'
brew 'gd'
brew 'git'
brew 'go'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'mariadb'
brew 'ngrok'
brew 'node'
brew 'openssl'
brew 'php70'
brew 'php70-xdebug'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'ssh-copy-id'
brew 'spaceman-diff'
brew 'spark'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'textwrangler'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
