cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'go-delve/delve'

brew 'ack'
brew 'coreutils'
brew 'delve'
brew 'docker'
brew 'exercism'
brew 'ffmpeg'
brew 'freetype'
brew 'gd'
brew 'git'
brew 'go'
brew 'glide'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libyaml'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'
brew 'homebrew/php/php71-xdebug'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'ssh-copy-id'
brew 'spaceman-diff'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'battle-net'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'hyperdock'
cask 'iterm2'
cask 'kiwi'
cask 'ngrok'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'textwrangler'
cask 'transmission'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'xquartz'
cask 'vlc'
