cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'caskroom/fonts'
tap 'homebrew/php'
tap 'homebrew/versions'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'docker'
brew 'exercism'
brew 'ffmpeg'
brew 'freetype'
brew 'gd'
brew 'git'
brew 'go'
brew 'glide'
brew 'grc'
brew 'httpie'
brew 'imagemagick'
brew 'libyaml'
brew 'mysql'
brew 'n'
brew 'node'
brew 'openssl'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'
brew 'homebrew/php/php71-xdebug'
brew 'postgresql'
brew 'protobuf'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'battle-net'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'hyperdock'
cask 'keybase'
cask 'iterm2'
cask 'karabiner-elements'
cask 'ngrok'
cask 'postico'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'
cask 'vlc'

cask 'font-source-code-pro'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'font-source-code-pro-for-powerline'
cask 'font-inconsolata-for-powerline'
cask 'font-droid-sans-mono-for-powerline'