DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
HvyIndustries.crane
Orta.vscode-jest
PeterJausovec.vscode-docker
akamud.vscode-theme-onedark
dbaeumer.vscode-eslint
donjayamanne.githistory
dzannotti.vscode-babel-coloring
felixfbecker.php-debug
flowtype.flow-for-vscode
fredrikaverpil.vscode-material-theme
lukehoban.Go
msjsdiag.debugger-for-chrome
neilbrayfield.php-docblocker
robertohuertasm.vscode-icons
robinbentley.sass-indented
shinnn.stylelint
steve8708.Align
timothymclane.react-redux-es6-snippets
tinkertrain.theme-panda
whatwedo.twig