DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
HvyIndustries.crane
Orta.vscode-jest
PKief.material-icon-theme
PeterJausovec.vscode-docker
akamud.vscode-theme-onedark
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dzannotti.vscode-babel-coloring
ecmel.vscode-html-css
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
flowtype.flow-for-vscode
fredrikaverpil.vscode-material-theme
joelday.docthis
lukehoban.Go
msjsdiag.debugger-for-chrome
neilbrayfield.php-docblocker
patbenatar.advanced-new-file
robertohuertasm.vscode-icons
robinbentley.sass-indented
shinnn.stylelint
sleistner.vscode-fileutils
steve8708.Align
timothymclane.react-redux-es6-snippets
tinkertrain.theme-panda
vscode-ext.sync-rsync
zxh404.vscode-proto3
